/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="相碰連接";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="連線%@？";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="連接中...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="網路不可用";
/* No button for Bump API popup */
"No"="否";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="不相配 - 請重試。";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="另外的使用者取消碰撞";
/* Tell the user to please try bumping again. */
"Please bump again."="請再碰撞一次";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="有時候需要相碰兩次。";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="建立連線中";
/* Yes button for Bump API popup */
"Yes"="是";�